Repository: paulrobinson010/CycleHUD
Catalog: CycleHUD/Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, it_it

source: for about %@
de_de: für etwa %@
es_es: durante unos %@
fr_fr: pendant environ %@
it_it: per circa %@

source: , lasting about %@
de_de: , dauert etwa %@
es_es: , durante unos %@
fr_fr: , pendant environ %@
it_it: , per circa %@

source: “Closing speed” is what the radar measured as the vehicle approached. Estimated vehicle speed adds your own speed back on, since a car overtaking from behind closes at its speed minus yours.
de_de: Die „Annäherungsgeschwindigkeit“ ist das, was das Radar beim Näherkommen des Fahrzeugs gemessen hat. Die geschätzte Fahrzeuggeschwindigkeit addiert deine eigene Geschwindigkeit, da ein von hinten überholendes Auto mit seiner Geschwindigkeit minus deiner aufschließt.
es_es: La « velocidad de aproximación » es lo que midió el radar al acercarse el vehículo. La velocidad estimada del vehículo le suma tu propia velocidad, ya que un coche que adelanta por detrás se acerca a su velocidad menos la tuya.
fr_fr: La « vitesse d'approche » est ce que le radar a mesuré à l'approche du véhicule. La vitesse estimée du véhicule y ajoute votre propre vitesse, car une voiture qui double par l'arrière approche à sa vitesse moins la vôtre.
it_it: La « velocità di avvicinamento » è ciò che il radar ha misurato all'avvicinarsi del veicolo. La velocità stimata del veicolo aggiunge la tua velocità, poiché un'auto che sorpassa da dietro si avvicina alla sua velocità meno la tua.

source: %@ %@ still connected after your ride. Switch %@ off to save battery.
de_de: %@ %@ nach deiner Fahrt noch verbunden. Schalte %@ aus, um Akku zu sparen.
es_es: %@ %@ aún conectado(s) tras tu ruta. Apaga %@ para ahorrar batería.
fr_fr: %@ %@ encore connecté(s) après votre sortie. Éteignez %@ pour économiser la batterie.
it_it: %@ %@ ancora connesso/i dopo l'uscita. Spegni %@ per risparmiare batteria.

source: %@ faster
de_de: %@ schneller
es_es: %@ más rápido
fr_fr: %@ plus rapide
it_it: %@ più veloce

source: %@ hours
de_de: %@ Std.
es_es: %@ h
fr_fr: %@ h
it_it: %@ ore

source: %@ of %@ %@ compared
de_de: %1$@ von %2$@ %3$@ verglichen
es_es: %1$@ de %2$@ %3$@ comparados
fr_fr: %1$@ sur %2$@ %3$@ comparés
it_it: %1$@ di %2$@ %3$@ confrontati

source: %@ slower
de_de: %@ langsamer
es_es: %@ más lento
fr_fr: %@ plus lent
it_it: %@ più lento

source: %lld fast %@
de_de: %lld schnell %@
es_es: %lld rápidos %@
fr_fr: %lld rapides %@
it_it: %lld veloci %@

source: %lld logged
de_de: %lld erfasst
es_es: %lld registrados
fr_fr: %lld enregistrés
it_it: %lld registrati

source: %lld logged · %lld fast
de_de: %lld erfasst · %lld schnell
es_es: %lld registrados · %lld rápidos
fr_fr: %lld enregistrés · %lld rapides
it_it: %lld registrati · %lld veloci

source: <1h
de_de: <1 Std.

source: A record of your rides and sensor activity, kept on your device. If something didn't work as expected, you can share it so the problem can be looked into.
de_de: Eine Aufzeichnung deiner Fahrten und Sensoraktivität, lokal auf deinem Gerät. Falls etwas nicht wie erwartet funktioniert hat, kannst du sie teilen, damit das Problem untersucht werden kann.
es_es: Un registro de tus rutas y de la actividad de los sensores, guardado en tu dispositivo. Si algo no funcionó como esperabas, puedes compartirlo para que se revise el problema.
fr_fr: Un historique de vos sorties et de l'activité des capteurs, conservé sur votre appareil. Si quelque chose n'a pas fonctionné comme prévu, vous pouvez le partager pour que le problème soit examiné.
it_it: Un registro delle tue uscite e dell'attività dei sensori, conservato sul dispositivo. Se qualcosa non ha funzionato come previsto, puoi condividerlo per far esaminare il problema.

source: A short-term rain forecast (next hour) appears on the ride screen — when rain is coming, with its intensity, how soon it starts and how long it lasts — alongside the temperature and the wind (shown as headwind or tailwind relative to the way you're heading). It updates every minute while the app is open. A live road-gradient tile is shown too. Uses Apple Weather and your location.
de_de: Eine Kurzvorhersage für Regen (nächste Stunde) erscheint im Fahrtbildschirm – wann Regen kommt, mit Intensität, wie bald er beginnt und wie lange er dauert – neben Temperatur und Wind (als Gegen- oder Rückenwind relativ zu deiner Fahrtrichtung). Sie aktualisiert sich jede Minute, solange die App geöffnet ist. Außerdem wird eine Live-Kachel für die Steigung angezeigt. Nutzt Apple Wetter und deinen Standort.
es_es: Aparece un pronóstico de lluvia a corto plazo (próxima hora) en la pantalla de ruta —cuándo llega la lluvia, con su intensidad, en cuánto empieza y cuánto dura— junto a la temperatura y el viento (mostrado como viento en contra o a favor según tu dirección). Se actualiza cada minuto mientras la app está abierta. También se muestra una casilla de pendiente en tiempo real. Usa Apple Tiempo y tu ubicación.
fr_fr: Une prévision de pluie à court terme (heure suivante) apparaît sur l’écran de sortie – quand la pluie arrive, avec son intensité, dans combien de temps elle débute et combien de temps elle dure – à côté de la température et du vent (indiqué comme vent de face ou vent arrière par rapport à votre direction). Elle se met à jour chaque minute tant que l’app est ouverte. Une tuile de pente en temps réel est aussi affichée. Utilise Apple Météo et votre position.
it_it: Una previsione pioggia a breve termine (prossima ora) appare nella schermata dell’uscita – quando arriva la pioggia, con la sua intensità, tra quanto inizia e quanto dura – insieme a temperatura e vento (indicato come vento contrario o a favore rispetto alla tua direzione). Si aggiorna ogni minuto mentre l’app è aperta. È mostrata anche una scheda con la pendenza in tempo reale. Usa Apple Meteo e la tua posizione.

source: A short-term rain forecast (next hour) appears on the ride screen — when rain is coming, with its intensity, how soon it starts and how long it lasts. Uses Apple Weather and your location. The alert sends a notification (which also reaches your Apple Watch) when rain is within ~15 minutes.
de_de: Eine Kurzvorhersage für Regen (nächste Stunde) erscheint im Fahrtbildschirm — wenn Regen kommt, mit Intensität, Beginn und Dauer. Nutzt Apple Wetter und deinen Standort. Die Warnung sendet eine Mitteilung (auch an deine Apple Watch), wenn Regen in ~15 Minuten zu erwarten ist.
es_es: Aparece un pronóstico de lluvia a corto plazo (próxima hora) en la pantalla de ruta: cuándo llega la lluvia, su intensidad, cuándo empieza y cuánto dura. Usa Apple Tiempo y tu ubicación. El aviso envía una notificación (también a tu Apple Watch) cuando la lluvia está a ~15 minutos.
fr_fr: Une prévision de pluie à court terme (prochaine heure) apparaît sur l'écran de sortie — quand la pluie arrive, avec son intensité, son début et sa durée. Utilise Apple Météo et votre position. L'alerte envoie une notification (aussi sur votre Apple Watch) quand la pluie est à ~15 minutes.
it_it: Una previsione di pioggia a breve termine (prossima ora) appare nella schermata dell'uscita — quando arriva la pioggia, con intensità, inizio e durata. Usa Apple Meteo e la tua posizione. L'avviso invia una notifica (anche al tuo Apple Watch) quando la pioggia è entro ~15 minuti.

source: Activity log
de_de: Aktivitätsprotokoll
es_es: Registro de actividad
fr_fr: Journal d'activité
it_it: Registro attività

source: Add at least two points.
de_de: Füge mindestens zwei Punkte hinzu.
es_es: Añade al menos dos puntos.
fr_fr: Ajoutez au moins deux points.
it_it: Aggiungi almeno due punti.

source: Add page
de_de: Seite hinzufügen
es_es: Añadir página
fr_fr: Ajouter une page
it_it: Aggiungi pagina

source: Add sample ride (Central Park)
de_de: Beispielfahrt hinzufügen (Central Park)
es_es: Añadir ruta de ejemplo (Central Park)
fr_fr: Ajouter une sortie d'exemple (Central Park)
it_it: Aggiungi uscita di esempio (Central Park)

source: Add tile
de_de: Kachel hinzufügen
es_es: Añadir casilla
fr_fr: Ajouter une tuile
it_it: Aggiungi scheda

source: Adds a “Mark car” button to the ride screen so you can tag the moment a vehicle passes — handy for checking radar timing. Most riders can leave this off.
de_de: Fügt dem Fahrtbildschirm eine Schaltfläche „Auto markieren“ hinzu, um den Moment einer Vorbeifahrt zu markieren — praktisch zum Prüfen des Radar-Timings. Die meisten können das ausgeschaltet lassen.
es_es: Añade un botón « Marcar coche » a la pantalla de ruta para marcar cuándo pasa un vehículo: útil para comprobar el sincronismo del radar. La mayoría puede dejarlo desactivado.
fr_fr: Ajoute un bouton « Marquer voiture » à l'écran de sortie pour marquer le passage d'un véhicule — pratique pour vérifier le timing du radar. La plupart des cyclistes peuvent le laisser désactivé.
it_it: Aggiunge un pulsante « Segna auto » alla schermata dell'uscita per segnare il momento di un passaggio — utile per verificare i tempi del radar. La maggior parte può lasciarlo disattivato.

source: Adds a Junction tile to the ride screen showing the next intersection ahead — its layout and the distance to it, counting down as you approach. Road data around your route is fetched from OpenStreetMap while this is on, which sends your approximate location to OpenStreetMap's servers. Nothing is sent while it's off.
de_de: Fügt dem Fahrbildschirm eine Kreuzungs-Kachel hinzu, die die nächste Kreuzung voraus zeigt – ihre Form und die Entfernung dazu, die beim Näherkommen herunterzählt. Solange dies aktiviert ist, werden Straßendaten rund um deine Route von OpenStreetMap geladen; dabei wird dein ungefährer Standort an die Server von OpenStreetMap gesendet. Ist es deaktiviert, wird nichts gesendet.
es_es: Añade a la pantalla de marcha un recuadro de Cruce que muestra el próximo cruce: su forma y la distancia hasta él, en cuenta atrás a medida que te acercas. Mientras está activado, los datos de carreteras alrededor de tu ruta se descargan de OpenStreetMap, lo que envía tu ubicación aproximada a los servidores de OpenStreetMap. Con la opción desactivada no se envía nada.
fr_fr: Ajoute une tuile Intersection à l’écran de conduite montrant la prochaine intersection – sa forme et la distance qui vous en sépare, décomptée à mesure que vous approchez. Tant que cette option est activée, les données routières autour de votre itinéraire sont récupérées depuis OpenStreetMap, ce qui envoie votre position approximative aux serveurs d’OpenStreetMap. Rien n’est envoyé quand elle est désactivée.
it_it: Aggiunge alla schermata di guida un riquadro Incrocio che mostra il prossimo incrocio – la sua forma e la distanza, con conto alla rovescia mentre ti avvicini. Finché è attivo, i dati stradali intorno al tuo percorso vengono scaricati da OpenStreetMap, inviando la tua posizione approssimativa ai server di OpenStreetMap. Quando è disattivato non viene inviato nulla.

source: Adds a map button to the ride screen for planning and picking routes. Plan by tapping start and waypoints on a map — the path snaps to quiet roads and cycle paths, and loops back to the start unless you choose a separate finish. While following a route it appears in the radar panel whenever the road behind is clear, and the Junction tile points the way; pick a route while away from it and CycleHUD also plots a lead-in to the start. Planning and the lead-in send the needed points to the BRouter routing service (brouter.de, OpenStreetMap data); saved routes stay on your device and can be shared as files.
de_de: Fügt dem Fahrbildschirm eine Karten-Taste zum Planen und Auswählen von Routen hinzu. Plane, indem du Start und Wegpunkte auf einer Karte antippst – der Weg folgt ruhigen Straßen und Radwegen und führt zurück zum Start, sofern du kein separates Ziel wählst. Beim Folgen einer Route erscheint sie im Radarfeld, solange die Straße hinter dir frei ist, und die Kreuzungs-Kachel zeigt die Richtung; wählst du eine Route abseits von ihr, plant CycleHUD zusätzlich eine Zufahrt zum Start. Planung und Zufahrt senden die nötigen Punkte an den Routing-Dienst BRouter (brouter.de, OpenStreetMap-Daten); gespeicherte Routen bleiben auf deinem Gerät und lassen sich als Dateien teilen.
es_es: Añade un botón de mapa a la pantalla de marcha para planificar y elegir rutas. Planifica tocando la salida y puntos intermedios en un mapa: el trazado sigue carreteras tranquilas y carriles bici, y vuelve a la salida salvo que elijas una meta distinta. Mientras sigues una ruta, esta aparece en el panel del radar siempre que la carretera de detrás esté despejada, y el recuadro de Cruce indica la dirección; si eliges una ruta lejos de ella, CycleHUD también traza un acceso hasta la salida. La planificación y ese acceso envían los puntos necesarios al servicio de rutas BRouter (brouter.de, datos de OpenStreetMap); las rutas guardadas permanecen en tu dispositivo y pueden compartirse como archivos.
fr_fr: Ajoute un bouton carte à l’écran de conduite pour planifier et choisir des itinéraires. Planifiez en touchant le départ et des étapes sur une carte – le tracé suit les routes calmes et les pistes cyclables, et revient au départ sauf si vous choisissez une arrivée distincte. Pendant le suivi, l’itinéraire s’affiche dans le panneau radar tant que la route derrière est dégagée, et la tuile Intersection indique la direction ; si vous choisissez un itinéraire loin de celui-ci, CycleHUD trace aussi un accès jusqu’au départ. La planification et cet accès envoient les points nécessaires au service de calcul d’itinéraire BRouter (brouter.de, données OpenStreetMap) ; les itinéraires enregistrés restent sur votre appareil et peuvent être partagés sous forme de fichiers.
it_it: Aggiunge alla schermata di guida un pulsante mappa per pianificare e scegliere i percorsi. Pianifica toccando partenza e tappe su una mappa – il tracciato segue strade tranquille e piste ciclabili e torna alla partenza, a meno che tu non scelga un arrivo diverso. Mentre segui un percorso, questo appare nel pannello radar finché la strada dietro è libera, e il riquadro Incrocio indica la direzione; se attivi un percorso lontano da esso, CycleHUD traccia anche un avvicinamento alla partenza. La pianificazione e l’avvicinamento inviano i punti necessari al servizio di routing BRouter (brouter.de, dati OpenStreetMap); i percorsi salvati restano sul tuo dispositivo e possono essere condivisi come file.

source: Adds one example ride (a Central Park loop with a route, vehicles on the map and vehicle passes) to Previous rides, so you can see how a completed ride looks. Swipe to delete it there when you're done.
de_de: Fügt eine Beispielfahrt (eine Runde durch den Central Park mit Route, Fahrzeugen auf der Karte und Vorbeifahrten) zu „Frühere Fahrten“ hinzu, damit du siehst, wie eine abgeschlossene Fahrt aussieht. Dort zum Löschen wischen, wenn du fertig bist.
es_es: Añade una ruta de ejemplo (una vuelta a Central Park con recorrido, vehículos en el mapa y adelantamientos) a Rutas anteriores, para ver cómo se ve una ruta completada. Desliza para eliminarla cuando termines.
fr_fr: Ajoute une sortie d'exemple (une boucle de Central Park avec itinéraire, véhicules sur la carte et dépassements) aux Sorties précédentes, pour voir à quoi ressemble une sortie terminée. Balayez pour la supprimer ensuite.
it_it: Aggiunge un'uscita di esempio (un giro a Central Park con percorso, veicoli sulla mappa e sorpassi) a Uscite precedenti, così vedi com'è un'uscita completata. Scorri per eliminarla quando hai finito.

source: Advanced
de_de: Erweitert
es_es: Avanzado
fr_fr: Avancé
it_it: Avanzate

source: Afternoon ride
de_de: Nachmittagsfahrt
es_es: Salida de tarde
fr_fr: Sortie de l'après-midi
it_it: Giro pomeridiano

source: Alert me when rain is imminent
de_de: Warnen, wenn Regen bevorsteht
es_es: Avisarme cuando la lluvia sea inminente
fr_fr: M'alerter quand la pluie est imminente
it_it: Avvisami quando sta per piovere

source: Alerts & Ride
de_de: Warnungen & Fahrt
es_es: Alertas y ruta
fr_fr: Alertes et sortie
it_it: Avvisi e uscita

source: All out
de_de: Maximal
es_es: Al máximo
fr_fr: Maximal
it_it: Al massimo

source: Appearance
de_de: Darstellung
es_es: Apariencia
fr_fr: Apparence
it_it: Aspetto

source: are
de_de: sind
es_es: están
fr_fr: sont
it_it: sono

source: Ascent
de_de: Anstieg
es_es: Desnivel
fr_fr: Dénivelé
it_it: Dislivello

source: Ascent by week
de_de: Anstieg pro Woche
es_es: Desnivel por semana
fr_fr: Dénivelé par semaine
it_it: Dislivello per settimana

source: Auto-pause when stopped
de_de: Automatisch pausieren beim Anhalten
es_es: Pausa automática al detenerse
fr_fr: Pause auto à l'arrêt
it_it: Pausa automatica da fermo

source: Auto-paused
de_de: Automatisch pausiert
es_es: Pausa automática
fr_fr: Pause auto
it_it: Pausa automatica

source: AUTO-PAUSED
de_de: AUTO-PAUSE
es_es: PAUSA AUTO
fr_fr: PAUSE AUTO
it_it: PAUSA AUTO

source: Auto-upload rides
de_de: Fahrten automatisch hochladen
es_es: Subida automática de salidas
fr_fr: Envoi automatique des sorties
it_it: Caricamento automatico delle uscite

source: Available
de_de: Verfügbar
es_es: Disponible
fr_fr: Disponible
it_it: Disponibile

source: Avg HR
de_de: Ø HF
es_es: FC media
fr_fr: FC moy.
it_it: FC media

source: Avg Power
de_de: Ø Leistung
es_es: Potencia media
fr_fr: Puissance moy.
it_it: Potenza media

source: Avg Speed
de_de: Ø Geschw.
es_es: Vel. media
fr_fr: Vit. moy.
it_it: Vel. media

source: Back to route
de_de: Zurück zur Route
es_es: Volver a la ruta
fr_fr: Retour à l’itinéraire
it_it: Torna al percorso

source: Backs up your rides, routes and ghosts to your own iCloud and keeps a new phone in step. Everything stays in your personal iCloud Drive — no accounts and no CycleHUD servers. When two devices hold the same route, the faster ghost wins.
de_de: Sichert deine Fahrten, Routen und Geister in deiner eigenen iCloud und hält ein neues Telefon auf dem gleichen Stand. Alles bleibt in deinem persönlichen iCloud Drive – keine Konten und keine CycleHUD-Server. Haben zwei Geräte dieselbe Route, gewinnt der schnellere Geist.
es_es: Guarda tus salidas, rutas y fantasmas en tu propio iCloud y mantiene un teléfono nuevo al día. Todo permanece en tu iCloud Drive personal: sin cuentas y sin servidores de CycleHUD. Si dos dispositivos tienen la misma ruta, gana el fantasma más rápido.
fr_fr: Sauvegarde vos sorties, itinéraires et fantômes dans votre propre iCloud et garde un nouveau téléphone à jour. Tout reste dans votre iCloud Drive personnel – pas de comptes ni de serveurs CycleHUD. Si deux appareils ont le même itinéraire, le fantôme le plus rapide gagne.
it_it: Salva le tue uscite, i percorsi e i fantasmi nel tuo iCloud e mantiene aggiornato un nuovo telefono. Tutto resta nel tuo iCloud Drive personale: nessun account e nessun server CycleHUD. Se due dispositivi hanno lo stesso percorso, vince il fantasma più veloce.

source: Based on your rides on similar terrain.
de_de: Basierend auf deinen Fahrten in ähnlichem Gelände.
es_es: Según tus salidas por terreno similar.
fr_fr: D’après vos sorties sur un terrain similaire.
it_it: In base alle tue uscite su terreni simili.

source: Beep on new vehicle
de_de: Signalton bei neuem Fahrzeug
es_es: Pitido con vehículo nuevo
fr_fr: Bip à chaque nouveau véhicule
it_it: Bip per nuovo veicolo

source: Best: %@
de_de: Beste: %@
es_es: Mejor: %@
fr_fr: Meilleur : %@
it_it: Migliore: %@

source: Bluetooth is off
de_de: Bluetooth ist aus
es_es: El Bluetooth está desactivado
fr_fr: Le Bluetooth est désactivé
it_it: Il Bluetooth è disattivato

source: Busiest ride
de_de: Fahrt mit meistem Verkehr
es_es: Salida con más tráfico
fr_fr: Sortie la plus fréquentée
it_it: Uscita più trafficata

source: CAD
de_de: KAD

source: Cadence
de_de: Trittfrequenz
es_es: Cadencia
it_it: Cadenza

source: Calories
de_de: Kalorien
es_es: Calorías
it_it: Calorie

source: Can’t ride this route in reverse
de_de: Diese Route kann nicht in Gegenrichtung gefahren werden
es_es: Esta ruta no puede recorrerse en sentido inverso
fr_fr: Impossible de parcourir cet itinéraire en sens inverse
it_it: Questo percorso non può essere fatto al contrario

source: Can’t send a text from this device
de_de: Von diesem Gerät kann keine SMS gesendet werden
es_es: No se puede enviar un mensaje desde este dispositivo
fr_fr: Impossible d’envoyer un SMS depuis cet appareil
it_it: Impossibile inviare un SMS da questo dispositivo

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla

source: Car
de_de: Auto
es_es: Coche
fr_fr: Voiture
it_it: Auto

source: Car behind
de_de: Auto von hinten
es_es: Coche detrás
fr_fr: Voiture derrière
it_it: Auto da dietro

source: Car behind, %@ feet
de_de: Auto von hinten, %@ Fuß
es_es: Coche detrás, %@ pies
fr_fr: Voiture derrière, %@ pieds
it_it: Auto da dietro, %@ piedi

source: Car behind, %@ metres
de_de: Auto von hinten, %@ Meter
es_es: Coche detrás, %@ metros
fr_fr: Voiture derrière, %@ mètres
it_it: Auto da dietro, %@ metri

source: Changing the points clears this route’s best time — the ghost raced the old roads. Renaming keeps it.
de_de: Das Ändern der Punkte löscht die Bestzeit dieser Route – der Geist fuhr die alten Straßen. Ein neuer Name behält sie.
es_es: Cambiar los puntos borra el mejor tiempo de esta ruta: el fantasma corrió por las carreteras antiguas. Cambiar solo el nombre lo conserva.
fr_fr: Modifier les points efface le meilleur temps de cet itinéraire – le fantôme roulait sur les anciennes routes. Le renommer le conserve.
it_it: Modificare i punti cancella il miglior tempo di questo percorso: il fantasma correva sulle vecchie strade. Rinominarlo lo conserva.

source: Checking…
de_de: Prüfe…
es_es: Comprobando…
fr_fr: Vérification…
it_it: Verifica…

source: Choose the app's language, or follow your device. Some text (such as system permission prompts) updates after you reopen the app.
de_de: Wähle die Sprache der App oder folge deinem Gerät. Manche Texte (etwa System-Berechtigungsdialoge) werden erst nach erneutem Öffnen der App aktualisiert.
es_es: Elige el idioma de la app o sigue tu dispositivo. Algunos textos (como los avisos de permisos del sistema) se actualizan al reabrir la app.
fr_fr: Choisissez la langue de l'app ou suivez votre appareil. Certains textes (comme les demandes d'autorisation système) se mettent à jour après réouverture de l'app.
it_it: Scegli la lingua dell'app o segui il dispositivo. Alcuni testi (come le richieste di autorizzazione di sistema) si aggiornano dopo aver riaperto l'app.
